Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: The Nepal–Britain Treaty of 1923 is considered to be one of the most important treaties in the History of Nepal. The treaty was first discussed in 1921 and the final treaty was signed in 1923 December 21 in Singha Durbar.[2] The treaty was the first formal acknowledgement by the British that Nepal as an independent nation had the right to conduct its foreign policy in anyway it seems fit and is considered to be “A great achievement of 25 years of Chandra Shumsher's diplomacy”.[3] The treaty was recorded in 1925 in the League of Nations.[4]
ne: नेपाल-बेलायत १९२३ को सन्धि नेपालको इतिहासमा एक महत्वपूर्ण सन्धि हो । Thयो सन्धिको पहिलो वार्ता १९२१ मा भएको थियो भने अन्तिम हस्ताक्षर १९२३ डिसेम्बर २१ मा सिंहदरबार मा भएको थियो ।[1] Tयो सन्धिबाट बेलायतले नेपाललाई पहिलो पटक सर्वभैता सत्ता सम्पन्न मुलुक को रुपमा मान्यता दिएको थियो । र नेपलले आफ्नी स्वार्थ अनुरुप विदेश नीति अंगिकार गर्न पाउन स्वतन्त्रता पाएको थियो । isयो सन्धिलाई महाराज चन्द्र शमशेर को २५ वर्षे कुटनीतको एक महान उपलब्धि मानिन्छ ।[2] Tयो सन्धि १९२५ मा राष्ट्र संघमा अभिलेख गरियो ।[3]

source: Sugauli Treaty 1950 Indo-Nepal Treaty of Peace and Friendship Chandra Shamsher Jang Bahadur Rana
ne: सुगौली सन्धि 1950 Indo-भारत-नेपाल शान्ति तथा मैत्री सन्धि, चन्द्र शमशेर जङ्गबहादुर राणा

source: Sugauli Treaty
ne: सुगौली सन्धि

source: Terms of the Treaty
ne: सन्धिको धारा

source: The terms of the 1923 Nepal Britain Treaty were:[14][15]
ne: १९२३ नेपाल वेलायत सन्धिका धाराहरु:[1][2]

source: Nepal and the United Kingdom signed a treaty in 1923, the first to define the international status of Nepal as an independent and a sovereign nation. It superseded the Sugauli Treaty signed in 1816.
ne: नेपाल र संयुक्त राज्य हस्ताक्षर एक सन्धि १९२३ मा, जुनले पहिलो पटक नेपाललाइ अन्तर्राष्ट्रिय स्थितिमा नेपाललाई एक स्वतन्त्र र सार्वभौम राष्ट्र हो भनि परिभाषित गरेको थियो । यो सन्धिले १८७२ मा भएको सुगौली सन्धि विस्थापित गरेको थियो ।

source: The Embassy of Nepal marked 200 years of Nepal-UK ties in 2014.[3][4] The UK is Nepal’s largest bilateral aid donor.[5][6][7]
ne: नेपालको बेलायत स्थित दूतावास नेपाल २०० वर्ष को नेपाल-बेलायत सम्बन्ध मा २०१४ मा मानेको थियो ।[1][2] बेलायत नेपालको सबैभन्दा ठूलो द्विपक्षीय सहयोग दाता हो । [3][4][5]

source: Nepalese in the United Kingdom Foreign aid to Nepal Foreign relations of Nepal Foreign relations of the United Kingdom
ne: नेपालको परराष्ट्र सम्बन्ध

source: Nepalese-British relations are the foreign relations between the Federal Democratic Republic of Nepal and the United Kingdom of Great Britain and Northern Ireland. Relations between the UK and Nepal have historically been friendly and there have been close links between the Royal Families. The UK is highly regarded in Nepal as a result of historical ties, development assistance and long term support in the struggle for democratic peace in Nepal.
ne: नेपाल -बेलायत सम्बन्ध नेपाल र संयुक्त अधिराज्य बीचको वैदेशिक सम्बन्ध हो । Rबेलायत र नेपालको सम्बन्ध इतिहासदेखि मैत्री सम्बन्ध थियो र दूइ देशको राजपरिवार वीच पनि निकट सम्बन्ध थियो । ऐतिहासिक घटनाक्रम र विकास निर्माणको परियोजनामा सहयोग तथा गोर्खा सैनिक जस्ता कुराले नेपाल बेलायत सम्बन्ध विशेष रहने गर्छ ।

source: The Nepalese ambassador to the Court of St James's in London is the official representative of the Government in Kathmandu to the Government of the United Kingdom. He is cocurrently accredited to Dublin, Valletta and the International Maritime Organization. His office is in the Embassy of Nepal, London.
ne: संयुक्त अधिराज्यका नेपाली राजदूत संयुक्त अधिराज्य सरकारको लागि नेपालको आधिकारिक प्रतिनिधि हो. राजदुतको कार्यालय नेपाली दूतावास , लण्डन मा रहेको छ

source: List of Representatives
ne: प्रतिनिधिहरुको सूची

source: Diplomatic accreditation ambassador Observations List of Prime Ministers of Nepal List of Prime Ministers of the United Kingdom Term end April 1934 Bahadur Shumsher Jang Bahadur Rana [de] Envoy Juddha Shamsher Jang Bahadur Rana Ramsay MacDonald 1936 1936 Krishna Shamsher Jang Bahadur Rana Juddha Shamsher Jang Bahadur Rana Stanley Baldwin 1939 1939 Singha Shamsher Jang Bahadur Rana General Envoy Nepali Minister to London General Singha Shumshere JB Rana Juddha Shamsher Jang Bahadur Rana Neville Chamberlain 1947 1947 Kaiser Shumsher Jang Bahadur Rana General Ambassador Padma Shamsher Jang Bahadur Rana Winston Churchill 1949 1949 Shanker Shamsher Jang Bahadur Rana General Mohan Shamsher Jang Bahadur Rana Clement Attlee 1954 1954 Daman Shamsher Jang Bahadur Rana Matrika Prasad Koirala Winston Churchill 1957 1957 Ram Prasad Manandhar Professor Kunwar Inderjit Singh Harold Macmillan 1961 1961 Kali Prasad Upadhaya Tulsi Giri Harold Macmillan 1965 1966 Ishwari Raj Mishra Surya Bahadur Thapa Harold Wilson 1969 1969 Upendra Bahadur Basnyat Colonel Kirti Nidhi Bista Harold Wilson 1974 1974 Kiran Shamsher Rana General Nagendra Prasad Rijal Edward Heath 1978 1979 Jharendra Narayan Singha Surya Bahadur Thapa Margaret Thatcher 1983 1983 Ishwari Raj Pandey Lokendra Bahadur Chand Margaret Thatcher 1988 1988 Bharat Kesher Simha General Nagendra Prasad Rijal Margaret Thatcher 1992 1992 Surya Prasad Shrestha Girija Prasad Koirala John Major 1997 1997 Singha Bahadur Basnyat Lokendra Bahadur Chand Tony Blair 2003 2003 Prabal S.J.B. Rana Surya Bahadur Thapa Tony Blair 2006 2007 Murari Raj Sharma Girija Prasad Koirala Gordon Brown 2009 2010 Suresh Chandra Chalise Madhav Kumar Nepal David Cameron 2014 August 31, 2017 Durga Bahadur Subedi [de] Sher Bahadur Deuba Theresa May
ne: कूटनीतिक accreditation राजदूत अवलोकन को सूची प्रधानमन्त्री सेवक नेपाल को सूची प्रधानमन्त्री मन्त्रीहरु को संयुक्त राज्य अवधि अन्त अप्रिल 1934 बहादुर Shumsher Jang Bahadur Rana [de] दूत Juddha Shamsher Jang Bahadur Rana Ramsay MacDonald 1936 1936 कृष्ण Shamsher Jang Bahadur Rana Juddha Shamsher Jang Bahadur Rana स्टेनली बाल्डविन 1939 1939 Singha Shamsher Jang Bahadur Rana सामान्य दूत नेपाली मन्त्री लन्डन सामान्य Singha Shumshere जेबी राणा Juddha Shamsher Jang Bahadur Rana नेभिल चेम्बरलेन 1947 1947 कैसर Shumsher Jang Bahadur Rana जनरल राजदूत पदम Shamsher Jang Bahadur Rana विन्सटन चर्चिल 1949 1949 Shanker Shamsher Jang Bahadur Rana जनरल मोहन Shamsher Jang Bahadur Rana Clement Attlee 1954 1954 बामियानindia. Kgm Shamsher Jang Bahadur Rana Matrika प्रसाद कोइराला विन्सटन चर्चिल 1957 1957 राम प्रसाद Manandhar प्रोफेसर Kunwar Inderjit सिंह ह्यारोल्ड म्याकमिलनले 1961 1961 Kali प्रसाद Upadhaya तुल्सी बोलको ह्यारोल्ड म्याकमिलनले 1965 1966 Ishwari Raj Mishra सूर्य बहादुर थापा ह्यारोल्ड विल्सन 1969 1969 सना Bahadur Basnyat कर्नल Kirti Nidhi विस्ट ह्यारोल्ड विल्सन 1974 1974 किरण Shamsher Rana जनरल नगेन्द्र प्रसाद पार्वती एडवर्ड हीथ 1978 1979 Jharendra नारायण Singha सूर्य बहादुर थापा मार्गरेट थ्याचर 1983 1983 Ishwari राज पाण्डे Lokendra Bahadur Chand मार्गरेट थ्याचर 1988 1988 भरत Kesher Simha सामान्य नगेन्द्र प्रसाद पार्वती मार्गरेट थ्याचर 1992 1992 सूर्य प्रसाद छन गिरिजा प्रसाद कोइराला यूहन्ना प्रमुख 1997 1997 Singha Bahadur Basnyat Lokendra Bahadur Chand टोनी ब्लेयर 2003 2003 Prabal S. J. B. Rana सूर्य बहादुर थापा टोनी ब्लेयर 2006 2007 Murari Raj Sharma गिरिजा प्रसाद कोइराला गर्डन ब्राउन 2009 2010 सुरेश चन्द्र Chalise माधव कुमार नेपाल दाऊदले क्यामरून 2014 अगस्ट 31, 2017 दुर्गा बहादुर भएको [de] क े ही Theresa May

source: Nepal–United Kingdom relations
ne: नेपाल–संयुक्त अधिराज्य सम्बन्ध

source: Lipulekh (elevation 5,200 m or 17,060 ft) is a Himalayan pass on the border between Uttarakhand, India and Tibet, China.[1] The southern side of the pass is controlled by India but claimed by Nepal.[2][3] It is near their tripoint with Chinese trading town of Taklakot (Purang) in Tibet. It has been used since ancient times by traders, mendicants and pilgrims transiting between India and Tibet. It is also used by Manasarovar pilgrims.
ne: लिपुलेक (उचाई 5,200 m or 17,060 ft) नेपाल ,भारत र तिब्बत , चीनको सिमाना मा रहेको भञ्ज्याङ हो।[1] यो नेपालको भुमि भए ता पनि यसको नियन्त्रण भारत ले गरिरहेको छ [2][3] प्राचीन समय देखि व्यापारी र भक्तजनहरु तिब्बत यात्रा को लागि यो बाटो हुदै यात्रा गर्छन । मानसरोवर जाने भक्तजनले यो मार्ग प्रयोग गर्छन ।

source: SI derived units are units of measurement derived from the seven base units specified by the International System of Units (SI). They are either dimensionless or can be expressed as a product of one or more of the base units, possibly scaled by an appropriate power of exponentiation.
ne: एसआई तत्जन्य एकाई संलग्न आधारभूत एकाइहरूमा भर परेका हुन्छन र दुई वा दुईभन्दा बढी आधारभूत एसआइ एकाइहरू मिलेर बनेका नापका एकाई हुन् । यिनीहरु विमाहीन संख्या हुन सक्छन र एक वा बढी एकाइका गुणनको रुपमा प्रस्तुत गर्न सकिन्छ ।

source: Named units derived from SI base units[2] Name Symbol Quantity Equivalents SI base unit Equivalents hertz Hz frequency 1/s s−1 radian rad angle m/m 1 steradian sr solid angle m2/m2 1 newton N force, weight kg⋅m/s2 kg⋅m⋅s−2 pascal Pa pressure, stress N/m2 kg⋅m−1⋅s−2 joule J energy, work, heat N⋅m C⋅V W⋅s kg⋅m2⋅s−2 watt W power, radiant flux J/s V⋅A kg⋅m2⋅s−3 coulomb C electric charge or quantity of electricity s⋅A F⋅V s⋅A volt V voltage, electrical potential difference, electromotive force W/A J/C kg⋅m2⋅s−3⋅A−1 farad F electrical capacitance C/V s/Ω kg−1⋅m−2⋅s4⋅A2 ohm Ω electrical resistance, impedance, reactance 1/S V/A kg⋅m2⋅s−3⋅A−2 siemens S electrical conductance 1/Ω A/V kg−1⋅m−2⋅s3⋅A2 weber Wb magnetic flux J/A T⋅m2 kg⋅m2⋅s−2⋅A−1 tesla T magnetic field strength, magnetic flux density V⋅s/m2 Wb/m2 N/(A⋅m) kg⋅s−2⋅A−1 henry H electrical inductance V⋅s/A Ω⋅s Wb/A kg⋅m2⋅s−2⋅A−2 degree Celsius °C temperature relative to 273.15 K K K lumen lm luminous flux cd⋅sr cd lux lx illuminance lm/m2 m−2⋅cd becquerel Bq radioactivity (decays per unit time) 1/s s−1 gray Gy absorbed dose (of ionizing radiation) J/kg m2⋅s−2 sievert Sv equivalent dose (of ionizing radiation) J/kg m2⋅s−2 katal kat catalytic activity mol/s s−1⋅mol
ne: एसआइ एकाइ बाट उत्भव भएका SI base units[1] Name Symbol Quantity Equivalents SI base unit Equivalents hertz Hz frequency 1/s s−1 radian rad कोण m/m 1 steradian sr solid angle m2/m2 1 न्युटन N बल, तौल kg⋅m/s2 kg⋅m⋅s−2 pascal Pa चाप, stress N/m2 kg⋅m−1⋅s−2 joule J energy, work, ताप N⋅m C⋅V W⋅s kg⋅m2⋅s−2 watt W power, radiant flux J/s V⋅A kg⋅m2⋅s−3 coulomb C विद्युत आवेश or quantity of electricity s⋅A F⋅V s⋅A volt V voltage, electrical potential difference, विद्युतवाहक बल W/A J/C kg⋅m2⋅s−3⋅A−1 farad F electrical capacitance C/V s/Ω kg−1⋅m−2⋅s4⋅A2 ohm Ω electrical resistance, impedance, reactance 1/S V/A kg⋅m2⋅s−3⋅A−2 siemens S electrical conductance 1/Ω A/V kg−1⋅m−2⋅s3⋅A2 weber Wb magnetic flux J/A T⋅m2 kg⋅m2⋅s−2⋅A−1 tesla T चुम्बकीय क्षेत्र strength, magnetic flux density V⋅s/m2 Wb/m2 N/(A⋅m) kg⋅s−2⋅A−1 henry H electrical inductance V⋅s/A Ω⋅s Wb/A kg⋅m2⋅s−2⋅A−2 degree Celsius °C तापक्रम relative to 273.15 K K K lumen lm luminous flux cd⋅sr cd lux lx illuminance lm/m2 m−2⋅cd becquerel Bq radioactivity (decays per unit time) 1/s s−1 gray Gy absorbed dose (of ionizing radiation) J/kg m2⋅s−2 sievert Sv equivalent dose (of ionizing radiation) J/kg m2⋅s−2 katal kat catalytic activity mol/s s−1⋅mol

source: In physics, a force is said to do work if, when acting, there is a displacement of the point of application in the direction of the force. For example, when a ball is held above the ground and then dropped, the work done on the ball as it falls is equal to the weight of the ball (a force) multiplied by the distance to the ground (a displacement).
ne: भौतिक शास्त्रमा, कुनै वस्तुमाथि बल लगाउँदा उक्त वस्तु बलकै दिशामा स्थानान्तरण हुन्छ भने मात्र कार्य भएको मानिन्छ । उदाहरणको लागि : जब कुनै भकुण्डोलाई माथि उचालेर छोडिन्छ , तब भकुन्डोमा भकुण्डोको तौल गुणन स्थानान्तरण बराबरको कार्य हुन्छ ।

source: Work transfers energy from one place to another, or one form to another.
ne: कार्यले शक्तिलाई एक स्थान बाट अर्को स्थानमा स्थानान्तरण वा एक रुप बाट अर्को रुपमा परिणत गर्छ ।

source: The SI unit of work is the joule (J).
ne: कार्यको एसआइ एकाइ जुल (J) हो ।

source: Units
ne: एकाईहरु

source: The SI unit of work is the joule (J), which is defined as the work expended by a force of one newton through a displacement of one metre.
ne: कार्यको एसआइ एकाइ जुल (J) हो । एक जुल कार्य भनेको एक न्युटन बलले एक मिटर दुरी स्थानान्तरण गर्दा उत्पन्न हुने कार्य हो ।

source: where N is the newton, m is the metre, kg is the kilogram, s is the second, and J is the joule.[7]
ne: where N is the newton, m is the metre, kg is the kilogram, s is the second, and J is the joule.[1]

source: The pascal (symbol: Pa) is the SI derived unit of pressure used to quantify internal pressure, stress, Young's modulus and ultimate tensile strength. It is defined as one newton per square metre.[1] It is named after the French polymath Blaise Pascal.
ne: पास्कल (सङ्केत: Pa) चापको एसआई तत्जन्य एकाई हो । यो आन्तरिक छाप, स्ट्रेस, वस्तुको क्षमता को नापको लागि प्रयोग हुन्छ। यसलाई न्युटन प्रति बर्ग मिटरको रुपमा परिभाषित गरिन्छ ।[1] ब्लेइज पास्कलtको नामबाट यसको नामकरण गरिएको हो ।

source: The Denmark Strait (Danish: Danmarksstrædet) or Greenland Strait (Icelandic: Grænlandssund, 'Greenland Sound') is an oceanic strait between Greenland (to its northwest) and Iceland (to its southeast). The Norwegian island of Jan Mayen lies northeast of the strait.
ne: डेनमार्क जलसन्धि (Danish: Danmarksstrædet) अथवा ग्रीनल्यान्ड जलसन्धि(Icelandic: Grænlandssund, 'Greenland Sound') ग्रीनल्याण्ड ( उत्तर पश्चिम) र आइसल्याण्ड (दक्षिण पुर्व ) तर्फ रहेको एक साँघुरो समुन्द्री जलमार्ग जलसन्धि हो । नर्वे टापु यो जलसन्धिको उत्तर पुर्व दिशामामा रहेको छ ।

source: Geography
ne: भूगोल

source: The strait connects the Greenland Sea, an extension of the Arctic Ocean, to the Irminger Sea, a part of the Atlantic Ocean. It stretches 480 kilometres (300 mi) long and 290 kilometres (180 mi) wide at its narrowest, between Straumnes, the northwestern headland of the Westfjords peninsula of Hornstrandir, and Cape Tupinier on Blosseville Coast in East Greenland). The official International Hydrographic Organization (IHO) delineation between the Arctic and the North Atlantic Oceans runs from Straumnes to Cape Nansen, 132 km (82 miles) southwest of Cape Tunipier.
ne: यो जलासन्धिले ग्रीनल्यान्ड सागर, आन्ध्र महासागरलाई र सुमेरु महासागरलाई जोड्छ । यो समुन्द्री मार्ग 480 kilometres (300 mi) लामो फैलिएको छ र आफ्नो सबैभन्दा साँघुरो स्थानमा 290 kilometres (180 mi) फैलिएको छ ।

source: Battle of the Denmark Strait
ne: डेनमार्क जलसन्धिको लडाईं

source: During World War II, the Battle of the Denmark Strait took place on 24 May 1941. The German battleship Bismarck sank the British battlecruiser HMS Hood, which exploded with the loss of all but three of its 1,418 crew; HMS Prince of Wales was seriously damaged in the engagement. Bismarck entered the Atlantic through the Strait, but damage sustained in the battle—combined with British aircraft search-and-destroy missions—led to its sinking three days later.
ne: दोश्रो विश्व युद्धको समयमा, २४ मे १९४१ मा डेनमार्क जलसन्धिको लडाईं भएको थियो । जर्मन जहाजले ब्रिटिस जहाजलाई ध्वस्त बनाएको थियो तर जर्मन जहाजमा पनि नराम्रो सँग क्षति भएको हुनाले ३ दिन पछी डुब्यो ।

source: The Bering Strait is a strait of the Pacific, which separates Russia and Alaska slightly south of the Arctic Circle at about 65° 40' N latitude. The present Russia-US east-west boundary is at 168° 58' 37" W. The Strait is named after Vitus Bering, a Danish explorer in the service of the Russian Empire.
ne: बेरिंग जलसन्धि प्रशान्त महासागरमा अवस्थित जलासन्धि हो । यो जल सन्धिले रसिया र आलास्कालाई करिब करिब ६५° ४०' उत्तर अक्षांश छुट्ट्याउछ । डेनिस खोज यात्री अन्वेषक भितास बेरिंगको नामनाममा यो जलसन्धिको नाम राखिएको हो, जसले रूसी साम्राज्यको सेवा गरेका थिए ।

source: Sir Daman Shamsher Jang Bahadur Rana was a Nepali diplomat. He served as High Commissioner of Nepal to the Court of St. James (UK) and as ambassador to the United States, China and the Netherlands. His father SherShumsher Jang Bahadur Rana was the Governor of Palpa from the Rana dynasty.
ne: दमन शमशेर जंग बहादुर राणा एक नेपाली कुटनीतिज्ञ हुन् । उनले बेलायतमा नेपालको तर्फबाट उच्च आयुक्त, अमेरिकाको लागि नेपाली राजदुत , चीनको लागि नेपाली राजदुत , नेदरल्यान्ड्सको लागि नेपाली राजदुत भएर नेपालको प्रतिनिधित्व गरेका थिए । उनका पिता शेर शमशेर ज ब रा पाल्पाका बडाहाकिम थिए ।

source: Florida Straits from Space
ne: अन्तरिक्ष बाट देखिएको फ्लोरिडा जलासन्धि

source: The Straits of Florida, Florida Straits, or Florida Strait (Spanish: Estrecho de Florida) is a strait located south-southeast of the North American mainland, generally accepted to be between the Gulf of Mexico and the Atlantic Ocean, and between the Florida Keys (U.S.) and Cuba. It is 150 km (93 mi) wide at the narrowest point between Key West and the Cuban shore, and has been sounded to a depth of 6,000 feet (1,800 m).[1] The strait carries the Florida Current, the beginning of the Gulf Stream, from the Gulf of Mexico.
ne: फ्लोरिडा जलसन्धि (Spanish: Estrecho de Florida) a अमेरिकाको दक्षिण पुर्वमा रहेको जलसन्धि हो । यसले मेक्सिकोको खाडी र आन्ध्र महासागरलाई जोड्छ। यो जलसन्धि क्युबा र अमेरिकाको फ्लोरिडाको बीचमा रहेको छ । यसको साघुरो मध्य भागको दुरी १५० किलोमिटर (९३ माइल) छ ।

source: Oil and gas
ne: तेल र ग्यास

source: The Provincial Assembly of Province No. 3 also known as the Province No. 3 Pradesh Sabha, (Nepali: प्रदेश न. ३ प्रदेश सभा) is a unicameral governing and law making body of Province No. 3, one of the 7 Provinces in Nepal, and is situated at Hetauda, the interim province capital of Province No. 3, with 110 Members of the Provincial Assembly (MPA).
ne: प्रदेश न. ३ प्रदेश सभा प्रदेश नं. ३को व्यवस्थापिका हो यो प्रदेशको अन्तरिम राजधानी हेटौंडा मा रहेको छ यसमा ११० प्रदेश सदस्य रहेका छन्

source: Former members
ne: पुर्व सदस्य

source: Constituency (PR if blank) Member Party Date seat vacated Cause of vacation Bhaktapur 1(A) Harisharan Lamichhane Nepal Communist Party 14 May 2018 Death[7]
ne: Constituency (PR if blank) Member Party Date seat vacated Cause of vacation Bhaktapur 1(A) Harisharan Lamichhane Nepal Communist Party 14 May 2018 Death[1]

source: University of the People (UoPeople) is an American non-profit[3] distance learning institution of higher education that offers undergraduate and graduate degrees. It was founded by entrepreneur Shai Reshef in 2009.[5]
ne: युनिभर्सिटी अँफ पीपल (UoPeople) एक अमेरिकी गैर-लाभकारी दूरी उच्च शिक्षण संस्था हो जसले स्नातक डिग्री प्रदान गर्दछ। यो २००९ मा उद्यमी शाई रिसेफ द्वारा स्थापित गरिएको थियो। [5]

source: University of the People was launched by educational entrepreneur Shai Reshef in January 2009.[6] Although the university has no campus[7] due to its online distance learning nature, it uses a shared office in California as an office of admission.[8]
ne: युनिभर्सिटी अँफ पीपल जनवरी २००९ मा शैक्षिक उद्यमी शाई रिसेफद्वारा सुरु भएको थियो। [6] दुरशिक्षा प्रदान गर्ने एस विश्वविद्यालयसँग कुनै क्याप्सस छैन [7] , यद्यपि विश्वविद्यालयले क्यालिफोर्नियाको एक साझा कार्यालयलाई , भर्नालिने कार्यालयको रूपमा प्रयोग गर्दछ। [8]

source: The first intake of UoPeople students began studying in September 2009, studying for associate and bachelor's degrees in business administration and computer science. At that time, the school had no accreditation and did not charge any fees or tuition.[7]
ne: UoPeople मा पहिलो पटक सेप्टेम्बर २००९ मा व्यवसाय प्रशासन र कम्प्यूटर विज्ञानमा विद्यार्थीहरूको सहभागी र स्नातकको डिग्रीको अध्ययन सुरु भएको थियो । त्यस समय स्कूलले कुनै मान्यता प्राप्त गरेको थिएन र स्कूलले कुनै शुल्क चार्ज गरेको थिएन । [7]

source: In September 2009, Yale Law School's Information Society Project (ISP) entered into a research partnership with University of the People, for the study of education over digital networks and social software platforms.[9] In 2011, the university formed a partnership with the New York University at Abu Dhabi. [10] In February 2012, the Bill & Melinda Gates Foundation awarded the University of the People a grant of $613,282 for the purposes of helping the university earn national accreditation.[11]
ne: सेप्टेम्बर २००९ मा,यल ल स्कुल को सूचना सोसायटी प्रोजेक्ट (ISP) को डिजिटल सञ्जाल र सामाजिक सफ्टवेयर प्लेटफर्ममा अध्ययनको लागि युनिभर्सिटी अँफ पीपलसंग अनुसन्धान साझेदारीमा प्रवेश भयो। [9] सन् २०११ मा, विश्वविद्यालयले अबू धाबीमा स्थित न्यूयोर्क विश्वविद्यालयसंग साझेदारी गर्यो। [10] विश्वविद्यालयलाई राष्ट्रिय मान्यता प्राप्त गराउने उद्देश्यले , फेब्रुअरी २०१२ मा, बिल मेलिंडा गेट्स फाउन्डेशनले युनिभर्सिटी अँफ पीपललाई ६१३,२८२ डलर प्रदान गरेको थियो ।[11]

source: In 2013, the International Student Identity Card (ISIC) Association and MasterCard Worldwide announced that the University of the People was the winner of the 2013 ISIC Award.[12] [13] In August 2013, Microsoft launched its 4Afrika Scholarship program in collaboration with its 4Afrika Initiative and University of the People was the first participating higher-education institution.[14]
ne: सन् २०१३ मा, अन्तर्राष्ट्रिय विद्यार्थी पहिचान कार्ड (ISIC) एसोसिएशन र मास्टरकार्ड वर्ल्डवाइडले युनिवर्सिटीलाई २०१३ ISIC पुरस्कारको विजेता घोषणा गरेको थियो।[12] [13] अगस्त 2013 मा, माइक्रोसफ्टले 4 अफृका पहलको सहयोगमा, 4 अफृका छात्रवृत्ति कार्यक्रमको शुभारंभ गर्यो र यूनिवर्सिटी ऑफ़ पीपल एसमा सहभागि हुने पहिलो उच्च शिक्षा संस्थान बन्न पुग्यो ।[14]

source: In 2014 University of the People gained accreditation for degree granting programs through the Distance Education Accrediting Commission (DEAC),[15] which is recognized by the United States Department of Education and the Council for Higher Education Accreditation (CHEA),[16] and is approved by the California Bureau for Private Postsecondary Education (BPPE).[1][2]
ne: सन् २०१४ मा युनिभर्सिटी अँफ पीपलले, संयुक्त राज्य शिक्षा विभाग र उच्च शिक्षा मान्यता (CHEA)परिषद्द्वारा मान्यता प्राप्त , र क्यालिफोर्निया ब्यूरोद्वारा निजी पोस्टसेन्डरी एजुकेशन (बी पी पी ई) को लागि अनुमोदित , दुरशिक्षा मान्यता लेखा समितिद्वारा (DEAC), डिग्री प्रदान गर्ने विषयहरुको लागि मान्यता प्राप्त गर्‍यो।

source: In March 2016, the university began offering an online MBA, with the course itself beginning in September 2016.[17] The MBA is not accredited by any business school accreditation bodies (e.g. AACSB, AMBA, EQUIS).[2] In April 2016, the university signed an articulation agreement with the University of California, Berkeley regarding top associate degree graduates. [10] Also, from 2016 the University offers an associate and a bachelor's degree in Health Science. [18]
ne: मार्च २०१६ मा, विश्वविद्यालयले अनलाइन एम.बी.ए प्रोग्राम को प्रस्ताव सुरु गर्यो,र उक्त पाठ्यक्रम सेप्टेम्बर २०१६ मा सुरु भयो। यस विश्वविद्यालयको एम.बी.ए कुनै पनि व्यावसायिक विद्यालय मान्यता निकायबाट (जस्तै AACSB , AMBA , EQUIS ) मान्यता प्राप्त छैन । अप्रिल २०१६ मा विश्वविद्यालयले क्यालिफोर्निया विश्वविद्यालयसंग शीर्ष सहयोगी स्नातक डिग्री को सम्बन्धमा स्पष्टीकरण सम्झौतामा हस्ताक्षर गर्‍यो। साथै, २०१६ देखि विश्वविद्यालय ले स्वास्थ्य विज्ञानमा सहयोगी र स्नातक डिग्री प्रदान गर्दै आएको छ।

source: In 2017 the University of Edinburgh partnered with the school so that graduates of the University of the People could complete a bachelor’s or postgraduate degree at the University.[19]
ne: सन् २०१७ मा एडिनबर्ग विश्वविद्यालयले स्कूलसँग साझेदारी गर्यो, जसको कारण युनिभर्सिटी अँफ पीपलको स्नातकोत्तरले कुनै पनि विश्वविद्यालयको स्नातक वा स्नातकोत्तरसँग प्रतिस्पर्धा गर्न सक्षम छ । [1 9]
